const LATIN_CONFIGS = {
  "jireckivka": {
    "name": "Їречківка",
    "desc": "Проєкт латинської абетки для української (руської) мови, укладений Йосифом Їречеком на основі чеського правопису. «Пропозиція» Їречека опублікована 1859 року. Спрощена версія, без діялектичних ě, ü, ł, eu та ou.",
    "link": "http://latynka.tak.today/works/proekt-jirecheka/",
    "hasVowelBeModifiedInsteadOfConsonantWhenSofting": false,

    "beforeFixDict": {},

    "dict": {
        "и": "y",
        "і": "i",
        
        "й": "j",

        "я": "ja",
        "є": "je",
        "ї": "ji",
        "ю": "ju",
        
        "ґ": "g",
        "г": "h",
        "х": "ch",
        "ц": "c",
        "щ": "šč",
 
        "ж": "ž",     
        "ш": "š",
        "ч": "č",
        "ь": "", 
        
        "а": "a",
        "е": "e",
        "о": "o",
        "у": "u",
        
        "б": "b",
        "п": "p",
        "д": "d",
        "т": "t",
        "к": "k",
        "в": "v",
        "ф": "f",
        "з": "z",
        "с": "s",
        "л": "l",
        "м": "m",
        "н": "n",
        "р": "r"
    },

    "softingSigns": [ "ь" ],

    "softingDict": {
        "ь": "",
        "є": "e",
        "ю": "u",
        "я": "a"
    },

    "softingForcedDict": {
        "ь": "",
        "є": "je",
        "ю": "ju",
        "я": "ja"
    },

    "softedDict": {
        "д": "ď",
        "з": "ź",
        "л": "ľ",
        "н": "ń",
        "р": "ŕ",
        "с": "ś",
        "т": "ť",
        "ц": "ć"
    },    

    "unsoftables": [ "б", "в", "г", "ґ", "ж", "к", "м", "п", "ф", "х", "ч", "ш" ],

    "finalFixDict": {
        "undefined": ""
    }
  },

  "kabmin": {
    "name": "Паспортна",
    "desc": "Офіційна транслітерація, затверджена Кабміном у 2010-му році.",
    "link": "https://zakon.rada.gov.ua/laws/show/55-2010-%D0%BF#Text",
    "useLocationInWordAlgo": true,

    "beforeFixDict": {
        "зг": "zgh"
    },

    "dict": {
        "и": "y",
        "і": "i",
        
        "й": [ "y", "i" , "i" ],

        "я": [ "ya", "ia", "ia" ],
        "є": [ "ye", "ie", "ie" ],
        "ї": [ "yi", "i", "i" ],
        "ю": [ "yu", "iu", "iu" ],
        
        "ґ": "g",
        "г": "h",
        "х": "kh",
        "ц": "ts",
        "щ": "shch",
        
        "ж": "zh",
        "ш": "sh",
        "ч": "ch",
        "ь": "",
        
        "а": "a",
        "е": "e",
        "о": "o",
        "у": "u",
        
        "б": "b",
        "п": "p",
        "д": "d",
        "т": "t",
        "к": "k",
        "в": "v",
        "ф": "f",
        "з": "z",
        "с": "s",
        "л": "l",
        "м": "m",
        "н": "n",
        "р": "r",

        "ў": "ў",
        "ё": "ё",
        "э": "э",
        "ы": "ы",
        "ъ": "ъ"
    },

    "finalFixDict": {
        "undefined": ""
    }
  }
}