const SOURCE_TEMPLATES = {
  "custom" : {
    "name" : "Свій текст",
    "text" : ""
  },

  "mix" : {
    "name" : "Всячина",
    "text" : "Україна, гривня, Тарас Шевченко, шахтар, валянок, Святослав, тривіальний, м'ясо, кальян, Касьяненко, синяя, йогурт, всього, бульйон, бойовий, нижній, Кий, мить, Индик, говорити, узгодження, Гемінґўей, погойдати, щороку, чіпляєшся, Юлія, Нью-Йорк, полювання"
  },

  "pangrams" : {
    "name" : "Панграми",
    "text" : "Гей хлопці не вспію на ґанку ваша файна їжа знищується бурундучком. Хвацький юшковар філіп щодня на ґанку готує сім'ї вечерю з жаб. Грішний джиґіт що хотів у францію позбувався цієї думки з'їдаючи трюфель. Протягом цієї п'ятирічки в ґрунт було висаджено гарбуз шпинат та цілющий фенхель."
  },

  "names" : {
    "name" : "Імена",
    "text" : "Андрій, Борисенко, Володимир, Богдан, Ґалаґан, Дмитро, Олег, Гаєвич, Жанна, Казимирчук, Михайленко, Іващенко, Їжакевич, Олексій, Коваленко, Леонід, Миколаїв, Маринич, Наталія, Онищенко, Петро, Рибчинський, Соломія, Троць, Уляна, Філіпчук, Христина, Стеценко, Шевченко, Гаращенко, Юрій, Ярошенко, Костянтин, Бєляєв, Вольфганг, Воробйов, Джонні, Жюстина, Пєтька, Цісик, Шевченко"
  },

  "geo" : {
    "name" : "Географія",
    "text" : "Алушта, Борщагівка, Вінниця, Гадяч, Ґорґани, Донецьк, Рівне, Есмань, Єнакієве, Короп'є, Житомир, Жежелів, Закарпаття, Іванків, Кадиївка, Мар'їне, Йосипівка, Стрий, Київ, Лебедин, Миколаїв, Ніжин, Одеса, Полтава, Решетилівка, Суми, Соломія, Тернопіль, Ужгород, Фастів, Харків, Біла Церква, Чернівці, Шостка, Кишеньки, Щербухи, Гоща, Корюківка, Яготин, Знам'янка, Феодосія, Русь, Польща, Чехія, Німеччина, Росія, США, Японія, Фінляндія, Швеція"
  },

  "anthem" : {
    "name" : "Гімн",
    "text" : "Ще не вмерла України ні слава, ні воля.\nЩе нам, браття молодії, усміхнеться доля.\nЗгинуть наші воріженьки, як роса на сонці,\nЗапануєм і ми, браття, у своїй сторонці.\nДушу й тіло ми положим за нашу свободу\nІ покажем, що ми, браття, козацького роду!"
  },

  "act" : {
    "name" : "Акт проголошення незалежності",
    "text" : "АКТ\nПРОГОЛОШЕННЯ\nНЕЗАЛЕЖНОСТІ УКРАЇНИ\n\nВиходячи із смертельної небезпеки, яка нависла була над Україною в зв'язку з державним переворотом в СРСР 19 серпня 1991 року,\n- продовжуючи тисячолітню традицію державотворення в Україні,\n- виходячи з права на самовизначення, передбаченого Статутом ООН та іншими міжнародно-правовими документами,\n- здійснюючи Декларацію про державний суверенітет України, Верховна Рада Української Радянської Соціалістичної Республіки урочисто\nпроголошує\nнезалежність України та створення самостійної української держави — УКРАЇНИ.\nТериторія України є неподільною і недоторканною.\nВіднині на території України мають чинність виключно Конституція і закони України.\nЦей акт набирає чинності з моменту його схвалення.\n\nВЕРХОВНА РАДА УКРАЇНИ\n24 серпня 1991 року"
  }
}