const SOURCE_TEMPLATES = {
  "custom" : {
    "name" : "Свій текст",
    "text" : ""
  },

  "mix" : {
    "name" : "Всячина",
    "text" : "Україна, гривня, Тарас Шевченко, шахтар, валянок, Святослав, тривіальний, м'ясо, кальян, Касьяненко, синяя, йогурт, всього, бульйон, бойовий, нижній, Кий, мить, Индик, говорити, узгодження, Гемінґвей, погойдати, щороку, чіпляєшся, Юлія, Нью-Йорк, полювання"
  },

  "pangrams" : {
    "name" : "Панграми",
    "text" : "Гей, хлопці, не вспію — на ґанку ваша файна їжа знищується бурундучком і в'юном.\nХвацький юшковар Філіп щодня на ґанку готує сім'ї вечерю з жаб.\nГрішний джиґіт, що хотів у Францію, позбувався цієї думки, з'їдаючи трюфель.\nПротягом цієї п'ятирічки в ґрунт було висаджено гарбуз, шпинат та цілющий фенхель."
  },

  "names" : {
    "name" : "Імена",
    "text" : "Артем Череповський, Костянтин Шевченко, Жанна Михайленко, Андрій Ярошенко, Володимир Ґалаґан, Олександра Вишнивецька, Наталія Коваленко, Богдан Гаєвич, Юлія Микитась, Дмитро Казимирчук, Соломія Онищенко, Олег Іващенко, Уляна Цісик, Олексій Їжакевич, Леонід Гаращенко, Анастасія Бєляєва, Петро Маринич, Андріана Рибчинська, Юрій Троць, Аскольд Філіпчук, Христина Стеценко, Пєтька Чапаєв, Вольфганг Вівальді, Джонні Кейдж, Жюстина Екзюпері"
  },

  "geo" : {
    "name" : "Географія",
    "text" : "Київ, Алушта, Борщагівка, Вінниця, Гадяч, Ґорґани, Донецьк, Рівне, Есмань, Короп'є, Житомир, Жежелів, Закарпаття, Іванків, Кадиївка, Мар'їне, Йосипівка, Стрий, Лебедин, Миколаїв, Ніжин, Одеса, Полтава, Решетилівка, Суми, Соломія, Тернопіль, Ужгород, Фастів, Харків, Біла Церква, Чернівці, Шостка, Кишеньки, Щербухи, Гоща, Корюківка, Яготин, Знам'янка, Феодосія, Русь, Польща, Чехія, Німеччина, Московія, США, Японія, Фінляндія, Швеція"
  },

  "anthem" : {
    "name" : "Гімн",
    "text" : "Ще не вмерла України ні слава, ні воля.\nЩе нам, браття молодії, усміхнеться доля.\nЗгинуть наші воріженьки, як роса на сонці,\nЗапануєм і ми, браття, у своїй сторонці.\n\nДушу й тіло ми положим за нашу свободу\nІ покажем, що ми, браття, козацького роду!"
  },

  "act" : {
    "name" : "Акт проголошення незалежності",
    "text" : "АКТ\nПРОГОЛОШЕННЯ\nНЕЗАЛЕЖНОСТІ УКРАЇНИ\n\nВиходячи із смертельної небезпеки, яка нависла була над Україною в зв'язку з державним переворотом в СРСР 19 серпня 1991 року,\n- продовжуючи тисячолітню традицію державотворення в Україні,\n- виходячи з права на самовизначення, передбаченого Статутом ООН та іншими міжнародно-правовими документами,\n- здійснюючи Декларацію про державний суверенітет України, Верховна Рада Української Радянської Соціалістичної Республіки урочисто\nпроголошує\nнезалежність України та створення самостійної української держави — УКРАЇНИ.\nТериторія України є неподільною і недоторканною.\nВіднині на території України мають чинність виключно Конституція і закони України.\nЦей акт набирає чинності з моменту його схвалення.\n\nВЕРХОВНА РАДА УКРАЇНИ\n24 серпня 1991 року"
  }
}